//български
export const bg = {
    navigation: {
      home: 'Начало',
      medications: 'Лекарства и добавки',
      tests: 'Тестове и процедури',
      diseases: 'Болести и състояния',
      symptoms: 'Симптоми',
    },
    common: {
      searchPlaceholder: 'Търсене...',
      browseByLetter: 'Преглед по буква',
      notFound: 'Не е намерено',
    },
    home: {
      title: "Вашият надежден ресурс за здравна информация",
      subtitle: "Достъп до надеждна, актуална медицинска информация, за да вземате информирани решения за вашето здраве",
      searchPlaceholder: "Търсене на здравна информация...",
      commonCategories: {
        title: "Общи категории",
        medications: {
          title: "Лекарства и добавки",
          description: "Научете за често предписвани лекарства и популярни хранителни добавки."
        },
        tests: {
          title: "Тестове и процедури",
          description: "Намерете подробна информация за медицински тестове и процедури, включително какво да очаквате и как да се подготвите."
        },
        diseases: {
          title: "Болести и състояния",
          description: "Научете за често диагностицирани медицински състояния и тяхното лечение."
        },
        symptoms: {
          title: "Симптоми",
          description: "Идентифицирайте и разберете различни симптоми, техните потенциални причини и кога да потърсите медицинска помощ."
        },
        mentalHealth: {
          title: "Психично Здраве",
          description: "Разгледайте ресурси за психични разстройства, терапии и стратегии за емоционално благополучие."
        },
        preventionWellness: {
          title: "Превенция и благосъстояние",
          description: "Научете за превантивните грижи, стратегиите за благосъстояние и здравословните навици."
        }
      },
      featuredArticles: {
        title: "Избрани Статии",
      },
      viewAll: "Вижте Всички"
    }, 
    footer: {
      logo: 'Август',
      address: 'Адрес: 506/507, 1st Main Rd, Murugeshpalya,\nK R Garden, Bengaluru, Karnataka 560075',
      phone: '+91 74831 27040',
      email: 'contact@meetaugust.ai',
      talkToAugust: 'Говорете с August',
      madeInIndia: 'Произведено в Индия, за света',
      disclaimer: 'Отказ от отговорност: August е платформа за здравна информация и отговорите му не представляват медицински съвет.\Винаги се консултирайте с лицензиран лекар близо до вас, преди да правите каквито и да било промени.',
      terms: 'Условия',
      privacy: 'Поверителност',
    },
  article: {
    peopleAlsoAsk: "Хората питат също",
    askAbout: "Попитай за",
    haveAQuestion: "Имате въпрос?",
    stillConfused: "Все още сте объркани?",
    cantFindAnswer: "Не можете да намерите отговор?",
    notWhatYouWereLooking: "Не е това, което търсихте?",
    questionOnTopic: "Въпрос по тази тема? Получете мигновен отговор от August.",
    askQuestion: "Задай въпрос",
    askAnything: "Питайте каквото и да е..",
    askAugust: "Попитай August",
  },
};
