export const ru = {
    navigation: {
      home: 'Главная',
      medications: 'Лекарства и добавки',
      tests: 'Анализы и процедуры',
      diseases: 'Заболевания и состояния',
      symptoms: 'Симптомы',
    },
    common: {
      searchPlaceholder: 'Поиск...',
      browseByLetter: 'Поиск по букве',
      notFound: 'Не найдено',
    },
    home: {
      title: "Ваш надежный источник медицинской информации",
      subtitle: "Получите доступ к достоверной и актуальной медицинской информации, чтобы принимать обоснованные решения о своем здоровье",
      searchPlaceholder: "Поиск медицинской информации...",
      commonCategories: {
        title: "Общие категории",
        medications: {
          title: "Лекарства и добавки",
          description: "Узнайте о часто назначаемых лекарствах и популярных пищевых добавках."
        },
        tests: {
          title: "Анализы и процедуры",
          description: "Найдите подробную информацию о медицинских анализах и процедурах, включая то, чего ожидать и как подготовиться."
        },
        diseases: {
          title: "Заболевания и состояния",
          description: "Узнайте о часто диагностируемых медицинских состояниях и их методах лечения."
        },
        symptoms: {
          title: "Симптомы",
          description: "Выявите и поймите различные симптомы, их потенциальные причины и когда обращаться за медицинской помощью."
        },
        mentalHealth: {
          title: "Психическое здоровье",
          description: "Изучите ресурсы о психических расстройствах, терапии и стратегиях эмоционального благополучия."
        },
        preventionWellness: {
          title: "Профилактика и здоровье",
          description: "Узнайте о профилактике, стратегиях оздоровления и здоровых привычках."
        }
      },
      featuredArticles: {
        title: "Избранные Статьи",
      },
      viewAll: "Показать Все"
    }, 
    footer: {
      logo: 'Август',
      address: 'Адрес: 506/507, 1st Main Rd, Murugeshpalya,\nK R Garden, Bengaluru, Karnataka 560075',
      phone: '+91 74831 27040',
      email: 'contact@meetaugust.ai',
      talkToAugust: 'Поговорите с August',
      madeInIndia: 'Сделано в Индии, для всего мира',
      disclaimer: 'Отказ от ответственности: August — это информационная платформа о здоровье, и его ответы не являются медицинской консультацией.\nВсегда консультируйтесь с лицензированным врачом рядом с вами, прежде чем вносить какие-либо изменения.',
      terms: 'Условия',
      privacy: 'Конфиденциальность',
    },
  article: {
    peopleAlsoAsk: "Люди также спрашивают",
    askAbout: "Спросить о",
    haveAQuestion: "Есть вопрос?",
    stillConfused: "Всё ещё не ясно?",
    cantFindAnswer: "Не можете найти ответ?",
    notWhatYouWereLooking: "Не то, что искали?",
    questionOnTopic: "Вопрос по этой теме? Получите мгновенный ответ от August.",
    askQuestion: "Задать вопрос",
    askAnything: "Спросите что угодно..",
    askAugust: "Спросить August",
  },
};
