
export const sr = {
    navigation: {
        home: 'Почетна',
        medications: 'Лекови и суплементи',
        tests: 'Тестови и процедуре',
        diseases: 'Болести и стања',
        symptoms: 'Симптоми',
    },
    common: {
        searchPlaceholder: 'Претрага...',
        browseByLetter: 'Прегледај по слову',
        notFound: 'Није пронађено',
    },
    home: {
        title: "Ваш поуздан извор здравствених информација",
        subtitle: "Приступите поузданим, ажурираним медицинским информацијама како бисте доносили информисане одлуке о свом здрављу",
        searchPlaceholder: "Претражите здравствене информације...",
        commonCategories: {
            title: "Уобичајене категорије",
            medications: {
                title: "Лекови и суплементи",
                description: "Сазнајте више о често прописиваним лековима и популарним додацима исхрани."
            },
            tests: {
                title: "Тестови и процедуре",
                description: "Пронађите детаљне информације о медицинским тестовима и процедурама, укључујући шта да очекујете и како да се припремите."
            },
            diseases: {
                title: "Болести и стања",
                description: "Сазнајте више о често дијагностикованим медицинским стањима и њиховим третманима."
            },
            symptoms: {
                title: "Симптоми",
                description: "Идентификујте и разумејте различите симптоме, њихове потенцијалне узроке и када треба потражити медицинску помоћ."
            },
            mentalHealth: {
              title: "Ментално Здравље",
              description: "Истражите ресурсе о менталним поремећајима, терапијама и стратегијама за емоционално благостање."
            },
            preventionWellness: {
              title: "Превенција и благостање",
              description: "Сазнајте о превентивној нези, стратегијама благостања и здравим животним навикама."
            }
        },
        featuredArticles: {
          title: "Изабрани Чланци",
        },
        viewAll: "Прикажи Све"
    },
    footer: {
        logo: 'Август',
        address: 'Адреса: 506/507, 1st Main Rd, Murugeshpalya,\nK R Garden, Bengaluru, Karnataka 560075',
        phone: '+91 74831 27040',
        email: 'contact@meetaugust.ai',
        talkToAugust: 'Разговарајте са Аугустом',
        madeInIndia: 'Произведено у Индији, за свет',
        disclaimer: 'Одрицање одговорности: Август је платформа за здравствене информације и његови одговори не представљају медицински савет.\nУвек се консултујте са лиценцираним медицинским стручњаком у вашој близини пре него што извршите било какве промене.',
        terms: 'Услови',
        privacy: 'Приватност',
      },
  article: {
    peopleAlsoAsk: "Људи такође питају",
    askAbout: "Питајте о",
    haveAQuestion: "Имате питање?",
    stillConfused: "Још увек збуњени?",
    cantFindAnswer: "Не можете пронаћи одговор?",
    notWhatYouWereLooking: "Није оно што сте тражили?",
    questionOnTopic: "Питање о овој теми? Добијте тренутни одговор од August.",
    askQuestion: "Поставите питање",
    askAnything: "Питајте било шта..",
    askAugust: "Питајте August",
  },
};
