//українська
export const uk = {
    navigation: {
      home: 'Головна',
      medications: 'Медикаменти та Добавки',
      tests: 'Аналізи та Процедури',
      diseases: 'Хвороби та Стани',
      symptoms: 'Симптоми',
    },
    common: {
      searchPlaceholder: 'Пошук...',
      browseByLetter: 'Перегляд за Літерою',
      notFound: 'Не знайдено',
    },
    home: {
      title: "Ваш Надійний Ресурс Медичної Інформації",
      subtitle: "Отримайте доступ до надійної, актуальної медичної інформації, щоб приймати обґрунтовані рішення щодо вашого здоров’я",
      searchPlaceholder: "Пошук медичної інформації...",
      commonCategories: {
        title: "Загальні Категорії",
        medications: {
          title: "Медикаменти та Добавки",
          description: "Дізнайтеся про часто призначені медикаменти та популярні дієтичні добавки."
        },
        tests: {
          title: "Аналізи та Процедури",
          description: "Знайдіть детальну інформацію про медичні аналізи та процедури, включаючи те, чого очікувати та як підготуватися."
        },
        diseases: {
          title: "Хвороби та Стани",
          description: "Дізнайтеся про часто діагностовані медичні стани та їх лікування."
        },
        symptoms: {
          title: "Симптоми",
          description: "Визначте та зрозумійте різні симптоми, їхні потенційні причини та коли звертатися за медичною допомогою."
        },
        mentalHealth: {
          title: "Психічне здоров'я",
          description: "Досліджуйте ресурси про психічні розлади, терапії та стратегії емоційного благополуччя."
        },
        preventionWellness: {
          title: "Профілактика та здоров'я",
          description: "Дізнайтеся про профілактичний догляд, стратегії оздоровлення та здорові звички."
        }
      },
      featuredArticles: {
        title: "Вибрані Статті",
      },
      viewAll: "Переглянути Все"
    }, 
    footer: {
      logo: 'Серпень',
      address: 'Адреса: 506/507, 1st Main Rd, Murugeshpalya,\nK R Garden, Bengaluru, Karnataka 560075',
      phone: '+91 74831 27040',
      email: 'contact@meetaugust.ai',
      talkToAugust: 'Поговоріть з August',
      madeInIndia: 'Зроблено в Індії, для світу',
      disclaimer: 'Відмова від відповідальності: August — це платформа інформації про здоров’я, і його відповіді не є медичними порадами.\nЗавжди консультуйтеся з ліцензованим лікарем поблизу вас, перш ніж вносити будь-які зміни.',
      terms: 'Умови',
      privacy: 'Конфіденційність',
    },
  article: {
    peopleAlsoAsk: "Люди також запитують",
    askAbout: "Запитати про",
    haveAQuestion: "Маєте запитання?",
    stillConfused: "Все ще плутаєтесь?",
    cantFindAnswer: "Не можете знайти відповідь?",
    notWhatYouWereLooking: "Не те, що шукали?",
    questionOnTopic: "Питання на цю тему? Отримайте миттєву відповідь від August.",
    askQuestion: "Задати питання",
    askAnything: "Запитайте будь-що..",
    askAugust: "Запитати August",
  },
};
